<?php

return [
    'cart' => 'Корзина',
    'prod_add_cart' => 'Товар добавлен в корзину',
    'cart_empty' => 'Ваша корзина пуста!',
    'product' => 'Товар',
    'quantity' => 'Количество',
    'price' => 'Цена',
    'actions' => 'Действия',
    'update' => 'Обновить',
    'remove' => 'Удалить',
    'cart_updated' => 'Корзина успешно обновлена!',
    'cart_item_removed' => 'Товар удалён из корзины!',
    'error_required' => 'Значение не может быть пустым',
    'error_integer' => 'Значение должно быть цифрой',
    'error_error_min1' => 'Значение должно быть больше или равно 1',
];
