<?php

return [
    'cart' => 'Кошик',
    'prod_add_cart' => 'Товар доданий до кошика',
    'cart_empty' => 'Ваш кошик порожній!',
    'product' => 'Товар',
    'quantity' => 'Кількість',
    'price' => 'Ціна',
    'actions' => 'Дії',
    'update' => 'Обновити',
    'remove' => 'Видалити',
    'cart_updated' => 'Кошик успішно оновлено!',
    'cart_item_removed' => 'Товар видалено з кошика!',
    'error_required' => 'Значення не може бути порожнім',
    'error_integer' => 'Значення має бути цифрою',
    'error_error_min1' => 'Значення має бути більшим або дорівнювати 1',
];
